Repository: jirivrany/netbox-plugin-dns
Catalog: netbox_dns/locale/*/LC_MESSAGES/django.po
Languages: de

source: NetBox plugin for DNS data
de: NetBox-Plugin für DNS-Daten

source: View the zone belongs to
de: Ansicht, in der sich die Zone befindet

source: Zone the record belongs to
de: Zone, in der sich der Datensatz befindet

source: Zones served by the authoritative nameserver
de: Zonen, für die der Nameserver autoritativ ist

source: PTR record generated from an address
de: Für eine Adresse erzeugter PTR-Datensatz

source: Address record defining the PTR
de: Adress-Datensatz, der der PTR-Datensatz definiert

source: IPAddress linked to the record
de: IP-Adresse, die mit dem Datensatz verbunden ist

source: Zone templates using the record template
de: Zonenvorlagen, die die Datensatzvorlage verwenden

source: IPAM Prefixes assigned to the View
de: Der Ansicht zugeordnete IPAM-Prefixe

source: Nameservers for the zone
de: Nameserver für die Zone

source: Primary nameserver for the zone
de: Primärer Nameserver für die Zone

source: RFC2317 parent zone of the zone
de: Übergeordnete Zone der RFC2317-Zone

source: RFC2317 child zones of the zone
de: Untergeordnete RFC2317-Zonen der Zone

source: Registrar the domain is registered with
de: Registrar, bei dem die Domäne registriert ist

source: Administrative contact for the domain
de: Administrativer Ansprechpartners für die Domäne

source: Technical contact for the domain
de: Technischer Ansprechpartners für die Domäne

source: Billing contact for the domain
de: Kaufmännischer Ansprechpartner für die Domäne

source: Template to apply to the zone
de: Zonenvorlage, die für die Zone verwendet werden soll

source: Record templates assigned to the zone template
de: Der Zonenvorlage zugewiesene Datensatzvorlagen

source: 'managed' is True, refusing create
de: Der Datensatz ist auf 'verwaltet' gesetztt, Erstellung gesperrt

source: {object} is managed, refusing deletion
de: Das Objekt {object} ist verwaltet und kann nicht gelöscht werden

source: {object} is managed, refusing update
de: Das Objekt {object} ist verwaltet und kann nicht geändert werden

source: {object} is unmanaged, refusing update to managed
de: Das Objekt {object} ist nicht verwaltet, eine Änderung auf 'verwaltet' ist nicht möglich

source: Active
de: Aktiv

source: Inactive
de: Inaktiv

source: Reserved
de: Reserviert

source: Deprecated
de: Veraltet

source: Parked
de: Geparkt

source: Dynamic
de: Dynamisch

source: IPv4/v6 address
de: IPv4/v6-Adresse

source: IPv4/v6 network associated with a reverse lookup zone
de: IPv4/v6-Netz ist mit einer Reverse-Lookup-Zone verbunden

source: RFC2317 requires an IPv4 prefix with a length of at least 25 bits.
de: RFC2317 erfordert ein IPv4-Prefix mit einer Länge von mindestens 25 Bit.

source: Please specify the prefix length
de: Bitte geben Sie die Länge des Prefixes an

source: PostgreSQL CIDR field for an RFC2317 prefix
de: PostgreSQL CIDR-Feld für ein RFC2317-Prefix

source: DNSSEC Policy IDs
de: DNSSEC-Richtlinien-ID

source: DNSSEC Policies
de: DNSSEC-Richtlinien

source: CDS Digest Types
de: CDS Digest-Typen

source: Zones
de: Zonen

source: SOA Zones
de: SOA-Zonen

source: Parent Zone ID
de: ID der übergeordneten Zone

source: Parent Zone
de: Übergeordnete Zone

source: ID of the View the Parent Zone belongs to
de: ID der Ansicht, zu der die übergeprdnete Zone gehört

source: View the Parent Zone belongs to
de: Ansicht, zu der die übergeordnete Zone gehört

source: Address Record
de: Adress-Datensatz

source: Pointer Record
de: Zeiger-Datensatz

source: IPAM IP Address
de: IPAM-IP-Adresse

source: IP Address
de: IP-Adresse

source: Zone Template
de: Zonenvorlage

source: Zone Template ID
de: ID der Zonenvorlage

source: Prefix ID
de: ID des Prefixes

source: View ID
de: ID der Ansicht

source: View
de: Ansicht

source: Nameservers ID
de: IDs der Nameserver

source: DNSSEC Policy
de: DNSSEC-Richtlinie

source: RFC2317 Parent Zone
de: Übergeordnete RF2317-Zone

source: Registrant ID
de: ID des Dommänen-Inhabers

source: Registrant
de: Domänen-Inhaber

source: Administrative Contact ID
de: ID des administrativen Ansprechpartners

source: Administrative Contact
de: Adminstrativer Ansprechpartner

source: Technical Contact ID
de: ID des technischen Ansprechpartners

source: Technical Contact
de: Technischer Ansprechpartner

source: Billing Contact ID
de: ID des kaufmännischen Ansprechpartners

source: Billing Contact
de: Kaufmännischer Ansprechpartner

source: ARPA Network
de: ARPA-Netz

source: Zone is active
de: Zone ist aktiv

source: Record Template ID
de: ID der Datensatzvorlage

source: Record Template
de: Datensatzvorlage

source: Registrar ID
de: ID des Registrars

source: Attributes
de: Attribute

source: Key Properties
de: Schlüsseleigenschaften

source: Tenancy
de: Mandantenverhältnis

source: Policies
de: Richtlinien

source: Enter a list of integer lifetime values, separated by comma (,)
de: Geben Sie eine durch Kommata (,) getrennte Liste ganzzahliger Lebensdauern ein.

source: Enter a list of integer key sizes, separated by comma (,)
de: Geben Sie eine durch Kommata (,) getrennte Liste ganzzahliger Schlüssellängen ein.

source: Lifetime
de: Lebensdauer

source: Tenant
de: Mandant

source: Algorithm
de: Algorithmus

source: Key Size
de: Schlüssellänge

source: Description
de: Beschreibung

source: Timing
de: Zeiteinstellungen

source: Proof of Non-Existence
de: Beweis der Nichtexistenz

source: Select CSK or KSK/ZSK templates for signing
de: Wählen Sie einen CSK oder KSK/ZSK für die Signatur aus

source: Purge Keys
de: Schlüsselbereinigung

source: Publish Safety
de: Veröffentlichungsreserve

source: Retire Safety
de: Deaktivierungsreserve

source: Signatures Jitter
de: Signaturzeitvariation

source: Signatures Validity
de: Signaturgültigkeit

source: Signatures Validity (DNSKEY)
de: Signaturgültigkeit (DNSKEY)

source: Max Zone TTL
de: Maximale Zonen-TTL

source: Zone Propagation Delay
de: Zonen-Verteilungsverzögerung

source: Parent DS TTL
de: Übergeordnete DS-TTL

source: Create CDNSKEY
de: CDNSKEY erzeugen

source: Use NSEC3
de: NSEC3 verwenden

source: NSEC3 Iterations
de: NSEC3-Iterationen

source: NSEC3 Opt-Out
de: NSEC3 Abwahl

source: NSEC3 Salt Size
de: NSEC3 Salt-Länge

source: Type
de: Typ

source: Disable PTR
de: PTR-Erzeugung unterbinden

source: Value
de: Wert

source: Zone %(value)s not found
de: Zone %(value)s nicht gefunden

source: This field is required if the zone is not in the default view
de: Dieses Feld muß angegeben werden, falls die Zone nicht in der Standardansicht ist

source: Zone Templates
de: Zonenvorlagen

source: Template Name
de: Vorlagenname

source: Record Name
de: Datensatzname

source: Contact
de: Ansprechpartner

source: Address
de: Adresse

source: Referral URL
de: Verweis-URL

source: Abuse Phone
de: Abuse-Telefonnummer

source: Communication
de: Kommunikation

source: Contact ID
de: Ansprechpartner-ID

source: Organization
de: Organisation

source: Street
de: Straße

source: City
de: Stadt/Ort

source: State/Province
de: Bundesland

source: Postal Code
de: Postleitzahl

source: Country
de: Land

source: Phone
de: Telefonnummer

source: Phone Extension
de: Telefon-Durchwahl

source: Fax
de: Faxnummer

source: Fax Extension
de: Fax-Durchwahl

source: Email Address
de: E-Mail-Adresse

source: You do not have permission to modify assigned prefixes
de: Sie haben keine Berechtigung zur Änderung der Zuweisung von Prefixen

source: IPAM Prefixes
de: IPAM-Prefixe

source: Specify criteria for address record creation in JSON form
de: Geben Sie Kriterien für die Erzeugung von Adress-Datensatz in JSON-Format an

source: IP Address Filter
de: IP-Adressfilter

source: Invalid filter for IPAddress: {error}
de: Ungültiger IP-Adressfilter: {error}

source: Prefix IDs assigned to the view
de: Prefix-ID, die der Ansicht zugeordnet ist

source: Explicitly assigning DNS views overrides all inherited views for this prefix
de: Explizite Zuweisung einer DNS-Ansicht übersteuert alle ererbten Ansichten für dieses Prefix

source: Assigned DNS Views
de: Zugordnete DNS-Ansichten

source: You do not have permission to modify assigned views
de: Sie haben keine Berechtigung zur Änderung der Zuweisung von Ansichten

source: Template
de: Vorlage

source: Nameservers
de: Nameserver

source: Default TTL for new records in this zone
de: Standard-TTL für neue Datensätze in dieser Zone

source: Default TTL
de: Standard-TTL

source: TTL for the SOA record of the zone
de: TTL des SOA-Datensatzes der Zone

source: Mailbox of the zone's administrator
de: Postfach des Zonenadministrators

source: Refresh interval for secondary nameservers
de: Auffrischungsintervall für sekundäre Nameserver

source: SOA Refresh
de: SOA-Auffrischungsintervall

source: Retry interval for secondary nameservers
de: Wiederholungsintervall für sekundäre Nameserver

source: SOA Retry
de: SOA-Wiederholungsintervall

source: Expire time after which the zone is considered unavailable
de: Zeit, nach der der primäre Nameserver als ausgefallen angesehen wird

source: SOA Expire
de: SOA-Ablaufzeit

source: SOA Minimum TTL
de: SOA-Minimal-TTL

source: Generate SOA Serial
de: SOA-Seriennummer erzeugen

source: SOA Serial
de: SOA-Seriennummer

source: RFC2317 IPv4 prefix with a length of at least 25 bits
de: RFC2317-IPv4-Prefix mit einer Länge von mindestens 25 Bit

source: IPv4 reverse zone for delegating the RFC2317 PTR records is managed in NetBox DNS
de: Die IPv4-Reverse-Lookup-Zone für die Delegation der RFC2317-PTR-Datensatzes wird in NetBox DNS verwaltet

source: RFC2317 Parent Managed
de: Übergeordnete RFC2317-Zone ist verwaltet

source: Domain Registration
de: Domänenregistrierung

source: Registration
de: Registrierung

source: Parent Managed
de: Übergeordnete Zone ist verwaltet

source: Registry Domain ID
de: Domänen-ID beim Registrar

source: Billing contact ID not found
de: Ansprechpartner-ID des kaufmännischen Ansprechpartners nicht gefunden

source: Record Templates
de: Datensatzvorlagen

source: Signatures Validity for DNSKEY
de: Signaturgültigkeit für DNSKEY

source: Managed
de: Verwaltet

source: Disable PTR record creation
de: Erzeugung eines PTR-Datensatzes unterbinden

source: Related IP Address
de: Zugeordnete IP-Adresse

source: IP address related to an address (A/AAAA) or PTR record
de: IP-Adresse, die einem Adress- (A/AAAA) oder Zeiger-Datensatz (PTR) zugeordnet ist

source: RFC2317 CNAME Record
de: RCF2317-CNNAME-Datensatz

source: Record
de: Datensatz

source: Records
de: Datensätze

source: {name} is not a name in {zone}
de: {name} liegt nicht in Zone {zone}

source: There is already an active {type} record for name {name} in zone {zone} with value {value}.
de: Es gibt bereits einen aktiven {type}-Datensatz mit dem Namen {name} in Zone {zone} mit dem Wert {value}.

source: There is at least one active {type} record for name {name} in zone {zone} and TTL is different ({ttls}).
de: Es gibt bereits mindestens einen aktiven {type}-Datensatz mit dem Namen {name} in Zone {zone} mit abweichender TTL ({ttls})

source: There is already an active record for name {name} in zone {zone}, RFC2317 CNAME is not allowed.
de: Es gibt bereits einen aktiven Datensatz mit dem Namen {name} in Zone {zone}. Der RFC2317-CNAME kann nicht angelegt werden.

source: SOA records are only allowed with name @ and are created automatically by NetBox DNS
de: SOA-Datensätze sind ausschließlich mit dem Namen @ erlaubt und werden automatisch von NetBox DNS erzeugt

source: There is already an active record for name {name} in zone {zone}, CNAME is not allowed.
de: Es gibt bereits einen aktiven Datensatz mit dem Namen {name} in Zone {zone}. Der CNAME kann nicht angelegt werden.

source: There is already an active CNAME record for name {name} in zone {zone}, no other record allowed.
de: Es gibt bereits einen aktiven CNAME-Datensatz mit dem Namen {name} in Zone {zone}. Ein anderer Datensatz mit dem gleichen Namen kann nicht angelegt werden.

source: There is already an active {type} record for name {name} in zone {zone}, more than one are not allowed.
de: Es gibt bereits einen aktiven {type}-Datensatz mit dem Namen {name} in Zone {zone}. Mehr als ein Datensatz dieses Typs kann nicht angelegt werden.

source: Error while processing record template {template}: {error}
de: Fehler bei der Verarbeitung der Datensatzvorlage {template}: {error}

source: Registrars
de: Registrare

source: Country (ISO 3166)
de: Ländercode (ISO 3166)

source: Registration Contact
de: Ansprechpartner

source: Registration Contacts
de: Ansprechpartner

source: Default View
de: Standardansicht

source: Views
de: Ansichten

source: The default view cannot be deleted
de: Die Standardansicht kann nicht gelöscht werden

source: Please select a different view as default view to change this setting!
de: Bitte wählen Sie eine andere Ansicht als Standardansicht aus, um diese Einstellung zu ändern!

source: The parent zone for the RFC2317 zone is managed by NetBox DNS
de: Die übergeordnete Zone einer RFC2317-Zone wird in NetBox DNS verwaltet

source: Parent zone for RFC2317 reverse zones
de: Übergeordnete Zone von RFC2317-Reverse-Lookup-Zonen

source: Network related to a reverse lookup zone (.arpa)
de: Zugrundeliegendes Netz einer Revese-Lookup-Zone (.arpa)

source: No nameservers are configured for zone {zone}
de: Für Zone {zone} wurden keine Nameserver konfiguriert

source: Nameserver {nameserver} does not have an active address record in zone {zone}
de: Nameserver {nameserver} hat keinen aktiven Adressdatensatz in Zone {zone}

source: soa_serial must not decrease for zone {zone}.
de: soa_serial für Zone {zone} darf nicht verringert werden

source: Default soa_mname instance {nameserver} does not exist
de: Standardnameserver für soa_mname {nameserver} existiert nicht

source: soa_serial is not defined and soa_serial_auto is disabled for zone {zone}.
de: soa_serial wurde nicht angegeben und soa_serial_auto ist für Zone {zone} nicht eingeschaltet.

source: Enabling soa_serial_auto would decrease soa_serial for zone {zone}.
de: Das Einschalten von soa_serial_auto würde die SOA-Seriennummer für Zone {zone} verringern.

source: A regular reverse zone can not be used as an RFC2317 zone.
de: Eine normale Reverse-Lookup-Zone kann nicht als RFC2317-Zone verwendet werden.

source: Parent zone not found in view {view}.
de: Die übergeordnete Zone wurde nicht in Ansicht {view} gefunden.

source: RFC2317 prefix overlaps with zone {zone}.
de: Das RFC2317-Prefix überlappt mit dem von Zone {zone}.

source: Add
de: Hinzufügen

source: Import
de: Importieren

source: Managed Records
de: Verwaltete Datensätze

source: DNS Configuration
de: DNS-Konfiguration

source: Templates
de: Vorlagen

source: You do not have permission to alter DNSsync custom fields
de: Sie haben keine Berechtigung zur Änderung von DNSsync-Sonderfeldern

source: Prefix is assigned to DNS views {views}. Prefix and VRF must not be changed
de: Das Prefix ist den folgenden DNS-Ansichten zugeordnet: {views}. Prefix und VRF können nicht geändert werden

source: Prefix deletion would cause DNS errors: {errors}. Please review DNS View assignments for this and the parent prefix
de: Die Löschung dieses Prefixes würde DNS-Fehler veursachen: {errors}. Bitte prüfen Sie die Zuweisungen von DNS-Ansichten für dieses und das übergeordnete Prefix

source: NSEC3 Opt Out
de: NSEC3-Abwahl

source: DNS Views
de: DNS-Ansichten

source: Unicode Value
de: Unicode-Wert

source: PTR Record
de: PTR-Datensatz

source: DNSSEC Key
de: DNSSEC-Schlüssel

source: Policy
de: Richtlinie

source: Using NSEC3 options is not recommended (see %(link)s)
de: Von der Verwendung von NSEC3-Optionen wird abgeraten (siehe %(link)s)

source: CNAME Target
de: CNAME-Zieldatensatz

source: CNAME Targets
de: CNAME-Zieldatensätze

source: Related DNS Address Record
de: Zugehöriger DNS-Adress-Datensatz

source: Related DNS Address Records
de: Zugehörige DNS-Adress-Datensätze

source: Related DNS Pointer Record
de: Zugehöriger DNS-Zeiger-Datensatz

source: Related DNS Pointer Records
de: Zugehörige DNS-Zeiger-Datensätze

source: Contact Details
de: Ansprechpartner-Details

source: No prefixes assigned
de: Keine Prefixe zugeordnet

source: IP Address Filters
de: IP-Adress-Filter

source: No filters defined
de: Keine Filter definiert

source: Configure DNS views for %(type)s %(name)s %(vrf)s
de: DNS-Ansichten für %(type)s %(name)s %(vrf)s konfigurieren

source: Views inherited from prefix
de: Ansichten ererbt von Prefix

source: Cancel
de: Abbrechen

source: Save
de: Speichern

source: Assigned DNS View
de: Zugeordnete DNS-Ansichten

source: Inherited DNS View
de: Ererbte DNS-Ansicht

source: Inherited DNS Views
de: Ererbte DNS-Ansichten

source: Warnings
de: Warnungen

source: Errors
de: Fehlermeldungen

source: Zone SOA
de: Zonen-SOA

source: Serial (auto-generated)
de: Seriennummer (automatisch erzeugt)

# SOA
source: Serial
de: Seriennummer

source: Refresh
de: Auffrischungs-Intervall

source: Retry
de: Wiederholungs-Intervall

source: Expire
de: Ablaufzeit

source: Minimum TTL
de: Minimale TTL

source: Add Record
de: Datensatz hinzufügen

source: Edit Selected
de: Ausgewählte bearbeiten

source: Delete Selected
de: Ausgewählte löschen

source: {name} is not a valid fully qualified DNS host name
de: {name} ist kein gültiger vollständiger DNS-Hostname

source: {name} is not a valid RName
de: {name} ist kein gültiger RName

source: {name} is not a valid DNS host name
de: {name} ist kein gültiger DNS-Hostname

source: {name} is not a valid DNS domain name
de: {name} ist kein gültiger DNS-Domänenname

source: Record value {value} for a type {type} record is not a printable ASCII string.
de: Der Wert {value} für einen {type}-Datensatz ist keine Zeichenkette aus druckbaren ASCII-Zeichen.

source: Record value {value} is not a valid value for a {type} record: {error}.
de: Der Wert {value} des Datensatzes ist kein gültiger Wert für {type}-Datensätze: {error}.

source: Specifying a CSK together with any other key template type is not allowed.
de: Die Angabe eines CSK zusammen mit einem anderen Schlüsselvorlagentyp ist nicht erlaubt.

source: Key Lifetime is less than DNSKEY TTL + Publish Safety + Zone Propagation Delay.
de: Die Schlüssellebensdauer ist geringer als DNSKEY TTL + Veröffentlichungsreserve + .

source: Key Lifetime is less than Max Zone TTL + Retire Safety + Zone Propagation Delay.
de: Die Schlüssellebensdauer ist geringer als Maximale Zonen-TTL + Deaktivierungsreserve + Zonen-Verteilungsverzögerung.

source: Key Lifetime is less than Signatures Validity - Signatures Refresh.
de: Die Schlüssellebensdauer ist geringer als Signatturgültigeit - Signaturauffrischungsintervall.

source: Key Lifetime is less than Parent DS TTL + Retire Safety + Parent Propagation Delay.
de: Die Schlüssellebensdauer ist geringer als Übergeordnete DS-TTL + Deaktivierungsreserve + Übergeordnete Zonen-Verteilungsverzögerung.

source: {prefix} is not a valid prefix. Did you mean {cidr}?
de: {prefix} ist kein gültiges Prefix. Meinen Sie {cidr}?

source: RFC2317 requires an IPv4 prefix.
de: RFC2317 erfordert ein IPv4-Prefix

source: RFC2317 requires at least 25 bit prefix length.
de: RFC2317 erfordert ein Prefix von mindestens 25 Bit Länge.

source: No key for signing zones (CSK or ZSK) is assigned.
de: Es wurde kein Schlüssel für die Zonensignierung (CSK oder ZSK) zugewiesen.

source: There is no matching target record for CNAME value {value}
de: Das Ziel für den CNAME-Datensatz {value} ist nicht vorhanden

source: Record is masked by a child zone and may not be visible in DNS
de: Der Datensatz wird von einer untergeordeten Zone überdeckt und könnte im DNS nicht sichtbar sein

source: Delegation Records
de: Delegations-Datensätze

source: Parent Delegation Records
de: Übergeordnete Delegations-Datensätze

source: RFC2317 Child Zones
de: Untergeordnete RFC2317-Zonen

source: Child Zones
de: Untergeordnete Zonen
